[{"Cluster_Num":"14","Summary":" International Relations"},{"Cluster_Num":"7","Summary":" Death, Migration, and Change"},{"Cluster_Num":"32","Summary":" Religion"},{"Cluster_Num":"40","Summary":" Accomplishments of notable people from various backgrounds."},{"Cluster_Num":"22","Summary":" Success and Failure The common theme in these texts is success and failure. The texts discuss various people and teams who have achieved success or experienced failure in different contexts. From winning championships to losing games, these texts explore the highs and lows of competition."},{"Cluster_Num":"37","Summary":" Travel and Exploration"},{"Cluster_Num":"8","Summary":" The common theme in these texts is that they all describe various people, places, and events. They all involve different people in different places doing different things, but they all have a common thread of describing people, places, and events."},{"Cluster_Num":"2","Summary":" Politics and Government"},{"Cluster_Num":"24","Summary":" Politics and Government"},{"Cluster_Num":"1","Summary":" International Relations The common theme in these texts is international relations. They all discuss different aspects of international relations, such as politics, military, diplomacy, and social issues."},{"Cluster_Num":"15","Summary":" Business and Corporate Management"},{"Cluster_Num":"29","Summary":" People and Places"},{"Cluster_Num":"16","Summary":" Celebrating Black History Month and exploring themes of identity, culture, and history."},{"Cluster_Num":"5","Summary":" The common theme in these texts is conflict and its consequences in different parts of the world. The texts discuss topics such as war, refugees, genocide, and natural disasters, and how they affect people in different countries."},{"Cluster_Num":"26","Summary":" Locations in New York and\/or events taking place in New York."},{"Cluster_Num":"30","Summary":" Education, Science, Health, Law, Sports, Travel"},{"Cluster_Num":"35","Summary":" The common theme in these texts is the description of various locations and the events that have taken place in them."},{"Cluster_Num":"38","Summary":" Locations in the United States"},{"Cluster_Num":"34","Summary":" People and Characters The common theme in these texts is people and characters. The texts include lists of characters in various works of fiction, descriptions of people and their locations, and names of people and their ages."},{"Cluster_Num":"12","Summary":" Sports and Recreation"},{"Cluster_Num":"27","Summary":" Accomplishments and Achievements The common theme in these texts is accomplishments and achievements. These texts all describe various people who have achieved success in their respective fields, from dance and music to politics and business. They also mention various awards and honors that have been bestowed upon them."},{"Cluster_Num":"4","Summary":" The common theme in these texts is travel and exploration. They all involve people travelling to different places, either for leisure or for work. They also involve people exploring different cultures and environments."},{"Cluster_Num":"31","Summary":" Events and activities taking place in California and New York."},{"Cluster_Num":"9","Summary":" The common theme in these texts is death and suffering. They all describe different situations in which people have died or are suffering in some way."},{"Cluster_Num":"20","Summary":" Sports and Athletics"},{"Cluster_Num":"0","Summary":" People and their relationships"},{"Cluster_Num":"33","Summary":" Food and Eating The common theme in these texts is food and eating. They all mention different types of food, restaurants, chefs, and other related topics."},{"Cluster_Num":"39","Summary":" Conflict and its consequences in different parts of the world."},{"Cluster_Num":"25","Summary":" Travel and Exploration"},{"Cluster_Num":"10","Summary":" International Relations"},{"Cluster_Num":"21","Summary":" Latin America and its relationship with the United States."},{"Cluster_Num":"23","Summary":" Engineering and Construction. These texts all have to do with engineering and construction projects, such as bridges, dams, and racing circuits. They also mention the people involved in these projects, such as engineers, architects, and contractors."},{"Cluster_Num":"6","Summary":" Migration and Movement"},{"Cluster_Num":"3","Summary":" Death and survivors. All of the texts are about people who have passed away and the people they have left behind."},{"Cluster_Num":"36","Summary":" Theatre and Performance. These texts all relate to different theatrical productions, performances, and performers."},{"Cluster_Num":"17","Summary":" The common theme in these texts is social issues. These texts discuss topics such as illegal immigration, minimum wage, technology piracy, land preservation, and poverty."},{"Cluster_Num":"19","Summary":" The common theme in these texts is military service. All of the texts mention military personnel, military divisions, and military operations."},{"Cluster_Num":"11","Summary":" Expressing sympathy and condolences to family members of a deceased person."},{"Cluster_Num":"41","Summary":" The common theme in these texts is family. All of the texts are describing the relationships between family members, such as spouses, children, grandchildren, siblings, and parents."},{"Cluster_Num":"18","Summary":" The common theme in these texts is international law and justice. Both texts involve international figures and organizations discussing the need for justice in different parts of the world."},{"Cluster_Num":"13","Summary":" The common theme in these texts is the mention of various countries in Eastern Europe, such as Bulgaria, Romania, Georgia, and Abkhazia."},{"Cluster_Num":"28","Summary":" Similarities between places and events."}]